# Photo storage and sharing service
cask 'amazon-photos'
# Menu bar icon organizer
cask 'bartender'
# Pack, ship and run any application as a lightweight container
cask 'docker'
# Web browser
cask 'google-chrome'
# System monitoring app
cask 'istat-menus'
# Terminal emulator as alternative to Apple's Terminal app
cask 'iterm2'
# App to write, plan, collaborate, and get organized
cask 'notion'
# VPN client for secure internet access and private browsing
cask 'nordvpn'
# Tool for sending personal documents to Kindles from Macs
cask 'send-to-kindle'
# Instant messaging application focusing on security
cask 'signal'
# Team communication and collaboration software
cask 'slack'
# Graphical client for Git version control
cask 'sourcetree'
# Music streaming service app
cask 'spotify'
# Desktop client for Telegram messenger
cask 'telegram-desktop'
# Open-source code editor
cask 'visual-studio-code'
# Desktop client for WhatsApp
cask 'whatsapp'

# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew 'asdf'
# Keep your Mac's application settings in sync
brew 'mackup'
# Mac App Store command-line interface
brew 'mas'
# Rsync for cloud storage
brew 'rclone'
# Search tool like grep and The Silver Searcher
brew 'ripgrep'